{
  "_id": "937bc3001a2e4091",
  "name": "SeaHold",
  "type": "ancestry",
  "img": "icons/svg/person.svg",
  "system": {
    "description": "SeaHold was a large Dwarven City on what is now known as Griffin's Eye. A marvelous port city, SeaHold was a major hub of trading for Dwarves and Elves. Griffin's Eye was constructed by the dwarves though careful excavation, to create a vast bay. The dwarven crews worked to create a natural appearance to the harbor, belying all the work that was needed to create it. SeaHold itself was a mammoth construction, carved out of the cliffs of the harbor, and topped with beautiful stonework carved from stones beneath the seabed. An ingenious system of aqueducts and sewers were constructed to manage the water needs of the city. Beneath the sewers were a system of a mineshafts that dove beneath the surface of the sea. The warren of tunnels produced many resources for SeaHold including Oil, Shale and Salt. SeaHold was the home of the only ocean-going clan of dwarves. Dwarves prefer the feel of good stone beneath their feet, but the bounties of the ocean were not to be withheld from the SeaHold clan.\n\nDuring the Diaspora, the inhabitants of the city were driven out of this world and the great city was dashed from the cliffs into the ocean. Future settlers would find the remnants of the sewer and aqueduct system, as well as the great natural harbor. In his imprisonment, Ewald, Son of Egard, Chief of Sea Hold, strove to find out where they were. The explorer's vision that fueled his family to explore the ocean and what lay beneath the seabed drove him to find out what he could of his new domain. The prison of SeaHold consisted of a large portion of the original seaside fortress. No longer did the window look out upon the plains and ocean - instead they stared into impenetrable rock. However, where some of the corridors where sheared off a new world could be scene. A rippling/shimmering border looking out into an eerily familiar world.\n\nThis shadow world mimicked the old world the dwarves knew but settled within perpetual twilight. The still soundless of its expanses where haunting, but here the dwarves of Seahold found an escape. Many fled to the shadow, in hopes of finding a way home. But the shadow realm was unpredictable. The mimickery of the real world never perfect, often leading those who explored it into miles of twisting, shadowy caverns, and corridors. It was easy to become lost and scenery and surrounding could often change from one glance to another. Worse still was the realization that the way you entered the shadow realm did not often allow you to return. Many of the dwarves of SeaHold may still wander the stillness of the shadow realm. Chief Ewald eventually banned his remaining dwarves from leaving the confines of SeaHold. \n\nEwald tried to have his people focus on their skills of the past: Stonework and metalwork. But soon, the dwarves ran out of ore and stone to work. This prison they found themselves within could not be expanded through mining. New ores and stones could not be plucked from the ground surrounding them. Ewald commanded that all ores be converted to sheets of thin metal. These sheets were bound into great tomes, where he set his scribes to persevering the history of his clan and to recording the details of the world around them. Chief Ewald eventually organized scouts to enter the shadow realm, with strict instruction on how long and where they were to explore. The methodology evolved over the centuries and his explorers where able to form a rough map of the shadow realm around them, though casualties were still common. \n\nThe Shadow proved every bit as inhospitable as the prison of SeaHold.  The land prevented any attempts to modify or improve upon its surface. Without new ore or stone, the Chief of Seahold commanded that parts of their very prison be converted to archives, with his scribes carving into the very walls, ceiling, and floors. The dwarves of SeaHold settled into their routines, craving some small order and control over their existence. Many went mad, and the Chief Ewald would allow these to seek their future in the shadow to try and maintain an unsteady peace within his hold."
  },
  "effects": []
}