{
  "_id": "980df8585e9b4558",
  "name": "Dwarven Characteristics",
  "type": "ancestry",
  "img": "icons/svg/person.svg",
  "system": {
    "description": "| Characteristics | Male | Female |\n|----------------|------|--------|\n| Height         | 4'-5'|  4'-5' |\n| Average        | 4'5\" |  4'-2\" |\n| Weight         | 120-200 | 120-200 |\n| Average        | 160  | 140    |\n\n| Characteristics |  |\n|----------------|------|\n| Eyes           | blue, brown, green, gray, amber, violet, orange, and slight tints of these colors |\n| Hair           | black, brown, red, blonde, white, grey |\n| Lifespan       | 300-400 years |\n\n#### Optional\n\n##### Height & Build Table (d8)\n\nRoll 1d8 to determine your character's height and build:\n\n| d8 | Build Type | Male Height | Male Weight | Female Height | Female Weight |\n|----|------------|-------------|-------------|---------------|---------------|\n| 1  | Wiry/Compact | 4'0\" | 120 lbs | 4'0\" | 120 lbs |\n| 2  | Lean/Hardy | 4'2\" | 135 lbs | 4'1\" | 130 lbs |\n| 3  | Solid | 4'4\" | 150 lbs | 4'3\" | 140 lbs |\n| 4  | Stout/Average | 4'6\" | 160 lbs | 4'4\" | 145 lbs |\n| 5  | Broad/Sturdy | 4'8\" | 170 lbs | 4'6\" | 155 lbs |\n| 6  | Barrel-Chested | 4'10\" | 180 lbs | 4'8\" | 165 lbs |\n| 7  | Heavy/Thick | 5'0\" | 190 lbs | 4'10\" | 180 lbs |\n| 8  | Massive/Dense | 5'0\" | 200 lbs | 5'0\" | 200 lbs |\n\n**Variation:** After rolling, you may adjust height by ±1 inch and weight by ±10 lbs to taste.\n\n**Note:** Dwarves are incredibly dense and muscular for their height. A 4'6\" dwarf weighing 160 lbs is proportionally much stronger than a 5'9\" human of the same weight.\n\n---\n\n##### Eye Color Table (d8)\n\nRoll 1d8 to determine eye color:\n\n| d8 | Eye Color | Description |\n|----|-----------|-------------|\n| 1  | Blue | Pale ice blue to deep sapphire, often steely |\n| 2  | Brown | Light amber-brown to deep earth brown |\n| 3  | Green | Jade to deep forest green |\n| 4  | Gray | Pale silver to dark slate, common among mountain dwarves |\n| 5  | Amber | Golden honey to molten copper |\n| 6  | Violet | Rare, lavender to deep amethyst |\n| 7  | Orange | Uncommon, pale orange to deep sunset |\n| 8  | Tinted/Unique | Roll again, result has unusual tint or heterochromia |\n\n**Tinted Examples (if you roll 8):**\n- Gray with violet flecks (stone with gem-like quality)\n- Brown with amber rings (like layered stone)\n- Blue with silver metallic sheen\n- Green with copper tints\n- Heterochromia (one blue, one amber - very rare)\n- Eyes that seem to catch light like polished gems\n\n---\n\n##### Hair Color Table (d8)\n\nRoll 1d8 to determine hair color:\n\n| d8 | Hair Color | Description |\n|----|-----------|-------------|\n| 1  | Black | Coal black to charcoal, often with metallic sheen |\n| 2  | Dark Brown | Deep chocolate to mahogany |\n| 3  | Brown | Chestnut to medium brown |\n| 4  | Red | Auburn to bright copper to flame red (common) |\n| 5  | Blonde | Honey to golden blonde (less common) |\n| 6  | White | Platinum to snow white (may occur at any age) |\n| 7  | Gray | Silver to ash gray, often premature |\n| 8  | Special | Unusual color or early graying - roll twice and mix |\n\n**Special Hair Notes (if you roll 8):**\n- Prematurely gray or white (even in youth)\n- Red-blonde mix (copper-gold)\n- Black with silver streaks\n- Brown with natural highlights\n- Metallic sheen to any color (catches light like polished metal)\n\n---\n\nThe Dwarven race has been in isolation and confinement since the rash actions of King Derhagar.  The Elven and Dwarven races had not always been at war, in fact they had been allies and partners for many centuries.  Dwarves had been the natural artisans of the two races- performing much of the building and trade skills for both races.  Dwarves have long since been renowned for their skill in stone and metal work.  The exquisiteness with which they build is unsurpassed, the beauty of their creations is unbelievable.  The Elves Continued to ask for greater and greater works from the dwarves.\n\nKing Derhagar, always spiteful and brought his jealousy and rage into the Dwarven kingdom when he came into power, He set his goals to create artifacts that would allow the dwarves to be as powerful in magic as the elves.  Derhagar dedicated his life's work to bringing magic to the dwarves. He sent countless designs and plans to his artisans and smiths with no success. The breakthrough of rune Magic was the key. None outside of those who had been working on it knew how it was created or where the inspiration for it had come - other than it was passed down in a fervor from the King.  With these artifacts any dwarf could manipulate magic on a scale that would make the most powerful Elven Mage shudder.  Derhegar had his high Chiefs bestowed with weaponry and armor crafted with the new runic techniques. Many new uses and devices were crafted that were able to harness the runic magic energy, producing miraculous effects and improvements throughout dwarven society. Derhegar hoarded his knowledge from the elves. He became ever more suspicious of his interactions with them, always believing they wanted nothing more than the secret of the runes.\n\nHis paranoia, and that of his chieftains reached ever higher levels. Eventually, after only receiving only a minor insult from the Elven Empire, he unleashed his Dwarven army equipped with these runic artifacts.  The Eight great Jarls stood shoulder to shoulder with their king, encased in runic armor and wielding massive runic weapons. Each swing and strike of these warlords in their battle glory destroyed regiments of opposing warriors. The air and even the very firmament of the world quivered with the destruction each blow wrought. In places where battle raged the hardest the effects of the use of so much magical power are still felt. Great plains of dead magic still are found, and other places have been transformed to areas almost not of this world, where unpredictable energies seep. \n\nFacing this, The Elven Empire was utterly crushed Dwarven army marched to the coast, leveling, and destroying everything in their path.  Entire Elven settlements and cities were reduced to rubble and ash in their wake. Derhagar reveled in his victory over the Elven Empire for only a short time before he felt the sentence from the God Athore. The King and his generals, safe within their holds, were struck; disintegrated completely. However, it even the wrath of Athore could not unmake the runic creations of the dwarves and realizing this he sealed these artifacts within the holds themselves, to prevent them from being used ever again."
  },
  "effects": []
}