{
  "_id": "0d47e757c25f47d0",
  "name": "Primal Multiattack",
  "type": "feat",
  "img": "icons/skills/melee/blade-damage.webp",
  "system": {
    "description": "**Tier:** 3\n**Prerequisites:** Primal Fury feat, Melee 5\n**Benefit:** While in Primal Fury, can make two melee attacks as 1 [Combat] action. Use Shared Attribute Roll: roll Attribute once, apply to both attacks. Roll Melee skill die separately for each attack. This counts as 1 action for multiple action penalty\n**Usage:** While in Primal Fury, once per turn\n**Keyword:** [Combat], [Savage]\n\n#### Quick Learner\n**Tier:** 2\n**Prerequisites:** Int 4\n**Benefit:** All skill improvements cost 2 less XP\n**Usage:** Passive\n**Keyword:** [Skill]\n\n#### Rally Cry\n**Tier:** 2\n**Prerequisites:** Cha 4\n**Benefit:** During a short rest, you can give a rousing speech to inspire your companions. Choose up to 6 allies who can hear and understand you. Each gains temporary HP equal to your Tier + your Charisma score. These temporary HP last until their next long rest\n**Usage:** Once per short rest\n**Keyword:** [Morale]\n\n#### Rapid Strikes\n**Tier:** 2\n**Prerequisites:** Agi 4, Wis 3, Melee 4, Unarmed Mastery feat\n**Benefit:** Once per turn when you make an unarmed attack or monk weapon attack, you may make three strikes as a single [Combat] action:\n  - **Use Shared Attribute Roll:** Roll your Agility die once, use that result for all three attacks\n  - **Roll Melee Combat skill die separately** for each attack\n  - **Apply penalties to skill die only:**\n    - First attack: Normal\n    - Second attack: Add 1 to skill die\n    - Third attack: Add 2 to skill die\n  - All three attacks count as one [Combat] action for multiple action penalty purposes\n\n**Usage:** Once per turn\n**Keyword:** [Combat], [Ascetic], [Unarmed]\n\n#### Reality's Favorite\n**Tier:** 5\n**Prerequisites:** Sorcerous Origin trait, Wis 7, Tier 5\n**Benefit:** Your perfect self-knowledge has impressed reality itself. You gain permanent benefits:\n  - When you roll any saving throw, subract 1 from your highest die\n  - When you roll double 1s on ANY roll (not just weaving), restore all Harmonic Weaving uses\n  - When you roll double 8s on a weaving roll (critical failure), immediately gain a free Harmonic Weaving reroll for that same weave\n\n**Usage:** Passive, always on\n**Keyword:** [Magic], [Sorcerer]\n\n#### Reckless Attack\n**Tier:** 1\n**Prerequisites:** Str 4, Melee 3\n**Benefit:** When you make a melee weapon attack, you can choose to subtract 1 from both attack dice. If you do, attacks against you also subtract 1 from both dice until start of your next turn\n**Usage:** Unlimited\n**Keyword:** [Combat], [Savage]\n\n#### Reliable Talent\n**Tier:** 5\n**Prerequisites:** Tier 5\n**Benefit:** Choose two (non-combat or mastery) skills in which you have rank 5+. When you roll those skills and get a result higher than your skill rank, treat it as equal to your skill rank instead\n**Usage:** Passive\n**Keyword:** [Skill], [Shadow]\n\n#### Relentless Fury\n**Tier:** 3\n**Prerequisites:** Con 5, Primal Fury feat\n**Benefit:** While in Primal Fury, if you drop to 0 HP you can make a Fortitude save (Hard task = 2 successes). On success, drop to 1 HP instead. Each time you use this after the first, add 1 to both dice. Resets after long rest\n**Usage:** While in Primal Fury\n**Keyword:** [Combat], [Savage]\n\n#### Resilient\n**Tier:** 2\n**Prerequisites:** Con 4\n**Benefit:** Fortitude saves: subtract 1 from die results; success on ongoing effect ends it\n**Usage:** Passive\n**Keyword:** [Save], [General]\n\n#### Ritual Efficiency\n**Tier:** 2\n**Prerequisites:** Arcana 4, any magical tradition trait with ritual casting\n**Benefit:** Cast rituals in half the normal time (5 minutes instead of 10). Component costs reduced by 25%. When missing a component, can make Arcana check (Hard task) to substitute similar materials. Can teach rituals to other casters (they learn in half time if you teach them)\n**Usage:** Passive\n**Keyword:** [Magic]\n\n#### Savage Resilience\n**Tier:** 2\n**Prerequisites:** Con 4\n**Benefit:** While wearing no armor and not using a shield, your thick skin and conditioning grant DR equal to half your Constitution (rounded down)\n**Usage:** Passive\n**Note:** Can be combined with Mystic Defense if you meet both prerequisites; use the better DR\n**Keyword:** [Combat], [Savage]\n\n#### Secured Identity\n**Tier:** 2\n**Prerequisites:** Organizational Training\n**Description:** Your organization protects its operatives\n**Benefit:** Your organization provides identity protection and operational security. Gain **Fortune** on saves against prophecy weaves and truth detection. Can request your organization erase records of your activity in specific locations (takes 1 week, GM approval required). Once per mission, can call for extraction from dangerous situation\n**Usage:** Passive + special requests\n**Keyword:** [Faction], [Save]\n\n#### Sense Magic (At-Will)\n**Tier:** 1\n**Prerequisites:** Arcana 3, any magical tradition trait\n**Benefit:** Sense magical auras as [Minor] action without Energy cost. Make Arcana check: 1 success = detect presence and general intensity within 30 feet; 2 successes = identify energy types and general purpose (harmful/helpful, permanent/temporary)\n**Usage:** Passive\n**Keyword:** [Magic], [Skill]\n\n#### Sharpshooter\n**Tier:** 2\n**Prerequisites:** Ranged Combat 4, Perception 4, Wis 3\n**Description:** Wind, range, or moving targets; you have learned to account for everything instinctively, putting arrows or bolts exactly where they need to be.\n**Benefit:** Once per turn when you make a ranged weapon attack:\n  - Before rolling, declare you're aiming for a vital spot\n  - Add 1 to both attack dice (harder to hit)\n  - On hit: deal +4 damage and target must make Fortitude save (opposed by your Wis + Ranged Combat)\n  - If you win save: target's movement speed is halved until end of their next turn\n\n**Usage:** Once per turn\n**Keyword:** [Combat], [Ranged]\n\n#### Shield Master\n**Tier:** 1\n**Prerequisites:** Str 3, Melee 3, must be using a shield\n**Description:** You've mastered the shield, turning that disc of metal or wood into reliable protection that can mean the difference between injury and death.\n**Benefit:** Subtract 1 from both dice on Reflex saves while using a shield. Once per combat as a [Reaction], completely negate one attack that would hit you\n**Usage:** Passive + once per combat reaction\n**Keyword:** [Combat], [Reaction]\n\n#### Skill Mastery\n**Tier:** 3\n**Prerequisites:** Any skill rank 6\n**Description:** There are tasks so routine, so fundamental to what you do, that failure isn't even a possibility anymore. \n**Benefit:** Once per session, automatically succeed with 2 successes on a skill check (no roll required) if both your attribute and skill are 4 or higher\n**Usage:** Once per session\n**Keyword:** [Skill]\n\n#### Skirmisher\n**Tier:** 3\n**Prerequisites:** Agi 5\n**Description:** You've perfected the art of hitting and moving, never giving opponents the chance to retaliate. By the time they realize they should attack you, you're already out of range and moving on to your next target.\n**Benefit:** When you make a melee attack against a creature, that creature cannot make opportunity attacks against you for the rest of your turn\n**Usage:** Passive\n**Keyword:** [Combat], [Defense], [Move]\n\n#### Slow Fall\n**Tier:** 1\n**Prerequisites:** Agi 4\n**Description:** Through training or instinct, you've learned to control your descent that sheer drops are no longer a challenge,  always landing in ways that distribute impact. \n**Benefit:** Reduce falling damage by an amount equal to 5 × your Tier\n**Usage:** Passive\n**Keyword:** [Ascetic], [Reaction]\n\n#### Spell Penetration\n**Tier:** 4\n**Prerequisites:** Any magical tradition trait, Wis 5, any Energy Mastery 6, Tier 4\n**Description:** Through perfect understanding of magical theory and ruthless application of will, your spells bypass defenses that would stop lesser practitioners.\n**Benefit:** When an enemy makes a saving throw against your weave, add 1 to their better die result (apply after they roll, before comparing successes)\n**Usage:** Passive\n**Keyword:** [Magic], [Save]\n\n#### Stunning Element Strike\n**Tier:** 3\n**Prerequisites:** Stunning Strike feat, Pneuma Strike (any element)\n**Description:** After stunning an opponent, you infuse them with elemental energy. Burning through their nerves, freezing their blood, shocking their system. Even when they recover, the energy lingers.\n**Benefit:** When you successfully Stun an opponent with Stunning Strike, you can spend an additional 2 Energy to infuse them with elemental energy:\n  - Choose one element you have Pneuma Strike for\n  - Target immediately takes 2d8 elemental damage (no weaving check, ignores DR)\n  - Energy courses through their paralyzed form\n  - **If Stunned condition ends early:** Target takes additional 1d8 elemental damage as residual energy releases\n\n**Usage:** Additional cost when Stunning Strike succeeds\n**Keyword:** [Combat], [Ascetic], [Unarmed], [Magic]\n\n#### Stunning Strike\n**Tier:** 2\n**Prerequisites:** Agi 4, Wis 4, Melee 4\n**Description:** Although difficult to accomplish, repetitive precise strikes to pressure points and areas of the head cand render a foe temporarily helpless.\n**Benefit:** When you hit the same creature 2+ times in one turn, you may attempt to stun: opposed Will save (your Wisdom + Melee Combat vs target's Wisdom + Luck). If you win target is Stunned until the end of your next turn\n**Usage:** Once per turn\n**Keyword:** [Combat], [Ascetic], [Unarmed]\n\n#### Supportive Harmony\n**Tier:** 3\n**Prerequisites:** Sorcerous Origin trait, Wis 5\n**Description:** Your enlightenment extends outward. When you perceive the optimal path for yourself, you can show others glimpses of their own best possibilities\n**Benefit:** When you use Harmonic Weaving to reroll one of your own dice, you may simultaneously grant one ally within 60 feet Fortune on their next roll within the next minute (they roll 3d8, take best 2)\n**Usage:** Uses your normal Harmonic Weaving\n**Keyword:** [Magic], [Sorcerer]\n\n#### Supreme Stealth\n**Tier:** 2\n**Prerequisites:** Stealth 5\n**Description:** Through perfect understanding of shadows, sound, and sightlines, you can make yourself effectively invisible without magic.\n**Benefit:** Subtract 1 from both Stealth dice when attempting to hide\n**Usage:** Passive\n**Keyword:** [Skill], [Shadow]\n\n#### Swift Movement\n**Tier:** 1\n**Prerequisites:** Agi 4\n**Description:** You can perform defensive maneuvers with minimal effort, allowing you to slip away from threats or seek cover in a fraction of the time it takes others.\n**Benefit:** You can Disengage or Hide using only 1 [Minor] action instead of a full action\n**Usage:** Unlimited\n**Keyword:** [Combat], [Move] [Shadow]\n\n#### Tracker\n**Tier:** 1\n**Prerequisites:** Survival 3, Perception 3\n**Description:** Every creature leaves a trail and you can read these signs like a book, following trails that others wouldn't even notice exist.\n**Benefit:** Subtract 1 from both dice when tracking. Can track across difficult terrain at normal speed. Can determine number, size, and condition of tracked creatures\n**Usage:** Passive\n**Keyword:** [Wilderness], [Skill]\n\n#### Tripping Strike\n**Tier:** 2\n**Prerequisites:** Str 4, Melee 5\n**Description:** With a sweep of the legs here, a strike to the knee there, you mastered the art of attacks that don't just wound but also knock opponents off their feet.\n**Benefit:** When you hit with a melee weapon attack, force target to make a Reflex save (opposed by your attack). If you win by 1+ successes, target falls Prone\n**Usage:** Once per turn\n**Keyword:** [Combat], [Maneuver]\n\n#### Two-Weapon Fighting\n**Tier:** 1\n**Prerequisites:** Agi 4, Dex 3\n**Description:** Extensive training with a blade in each hand allows you to maintain a relentless offense that overwhelms defenses. The second strike might not be as clean as the first, but it's still effective.\n**Benefit:** When making dual-weapon attacks in a single [Combat] action, first attack is normal, second attack adds 1 to skill die only (instead of adding to both dice). Both attacks use Shared Attribute Roll\n**Usage:** Passive\n**Keyword:** [Combat], [Dual]\n\n#### Unarmed Mastery\n**Tier:** 1\n**Prerequisites:** Agi 3, Melee 3\n**Description:** Your body is a weapon. Fists, elbows, knees, and feet all honed into effective tools for violence, you are never unarmed.\n**Benefit:** Your unarmed strikes deal 6 damage (same as standard weapons). Additionally, all weapons with the **Monk** property count as monk weapons for your abilities\n**Usage:** Passive\n**Keyword:** [Combat], [Ascetic], [Unarmed]\n\n#### Urban Tracker\n**Tier:** 2\n**Prerequisites:** Investigation 4, Society 3\n**Description:** Being able to track prey through the urban wilderness, inside crowds and alleys instead of forests and fields. The patterns and principles are much the same.\n**Benefit:** In urban environments, can track people through crowds using Investigation. Learn useful information about neighborhoods (safe houses, gang territories, guard patrols) with Society check. When searching for a specific location, make Investigate check: 1 success = find it within 1 hour; 2 successes = find it within 10 minutes and discover a shortcut or alternate route\n**Usage:** Passive\n**Keyword:** [Skill]\n\n#### War Weaver\n**Tier:** 3\n**Prerequisites:** Weapon Weaver feat, Melee 5, any Energy Mastery 5\n**Description:** Expanding your Weapon Weaver technique to work with more complex spells, seamlessly blending steel and sorcery in combinations that shouldn't be possible.\n**Benefit:** Your Weapon Weaver ability can now combine with weaves costing up to 4 Energy (instead of just 2 Energy or less)\n**Usage:** Passive enhancement\n**Keyword:** [Combat], [Magic]\n\n#### Ward Analysis\n**Tier:** 2\n**Prerequisites:** Arcana 4, Space Mastery 2 or Time Mastery 2\n**Description:** Intrinsic understanding of weaves and wards allows you to perceive their structure, finding the patterns and logic behind their construction, locating their triggers and weaknesses\n**Benefit:** Can analyze magical wards and barriers. Make Arcana check (opposed by ward creator's Arcana): 1 net success = identify ward type and triggering conditions; 2+ net successes = find safe bypass or temporary weakness. Attempting to dispel a ward costs 2 Energy and requires winning the opposed check\n**Usage:** Active\n**Keyword:** [Magic], [Skill]\n\n#### Weapon Specialization\n**Tier:** 2\n**Prerequisites:** Chosen combat skill 5\n**Description:** This weapon is like an extension of your body.In your hands, this weapon becomes significantly more dangerous than it would be for anyone else.\n**Benefit:** Choose one weapon type (longswords, bows, spears, etc.). When attacking with that weapon type, subtract 1 from your combat skill die result before comparing (minimum 1). Can be taken multiple times for different weapon types\n**Usage:** Passive\n**Keyword:** [Combat]\n\n#### Weapon Weaver\n**Tier:** 1\n**Prerequisites:** Melee Combat 3, any magical tradition trait\n**Description:** You may combine a weapon attack and a Simple Weave into a single action. It does not bypass the need to make weaving checks.\n**Benefit:** When you take a [Combat] action with a melee weapon, can cast one Simple Weave (2 Energy cost or less) as part of the same action. You still make the normal weaving check for the weave (Potential + Mastery for each energy used). Both the attack and the weave use the same [Combat] action\n**Usage:** Passive\n**Keyword:** [Combat], [Magic]\n\n#### Whirlwind Strike\n**Tier:** 3\n**Prerequisites:** Str or Agi 5, Melee 5\n**Description:** One devastating rotation of your weapon strikes every enemy within reach, turning encirclement from a tactical advantage for them into a very serious problem.\n**Benefit:** As a [Combat] action, make a single melee weapon attack roll (one Attribute die, one Melee Combat skill die) and compare against every hostile creature within your reach\n**Usage:** Once per turn\n**Keyword:** [Combat]\n\n#### Water Savant\n**Tier:** 3\n**Prerequisites:** Water Mastery 6, Water Potential 6, any magical tradition trait\n**Description:** Embracing the patient and adaptable nature of water your weaves have become as fluid and unstoppable as the ocean itself.\n**Benefit:** Your mastery of Water energy grants the following abilities:\n  - **Freezing Weaves:** When you cast a weave using Water as primary energy and deal cold damage, targets that fail their save have movement speed halved until end of their next turn\n  - **Frost Resistance:** You are immune to cold damage from non-magical sources. You have Resistance (+2 DR) against magical cold damage\n  - **Aquatic Adaptation:** You can breathe underwater. Gain swimming speed equal to your normal movement speed. Water-based Wilderness checks gain Fortune\n\n**Usage:** Passive\n**Keyword:** [Magic]\n\n#### Tough\n**Tier:** 1\n**Prerequisites:** Con 3\n**Description:** Some people are just harder to kill. You are more resilient, allowying you to take punishment that would drop others.\n**Benefit:** Gain HP equal to Con × current Tier\n**Usage:** Passive\n**Keyword:** [General]"
  },
  "effects": []
}