{
  "_id": "013def7c0a424c0d",
  "name": "Invoker (-5)",
  "type": "trait",
  "img": "icons/skills/social/diplomacy-handshake.webp",
  "system": {
    "description": "**Requirements:** Charisma ≥ 3\n\nYou have discovered the connection between spoken words and magic. You are a diabolist. Awakened to magical power through research or accident rather than born with it. Through study and practice, you learned that certain sounds and syllables are the true names of forces and concepts and have inherent power when spoken by one who understands them. Your eyes glow with violet light only when you complete a weave, the power manifesting as the final syllable leaves your lips.\n\n**Visual Effects:** When you speak true names, the syllables manifest as visible violet light in the air. Ancient glyphs and runic symbols materialize around you as each word of power is pronounced. Your eyes flash with violet radiance when the weave completes, then return to normal. The words themselves seem to echo with unnatural resonance, leaving shimmering afterimages of sound made visible.\n\n**The True Names:** These words of power are rarely from any spoken language known to scholars. They may be fragments of primordial speech, echoes from the outer planes, or sounds that existed before language itself. Each invoker's pronunciation is unique. What matters is understanding the concept behind the sound, not perfect replication.\n\n**Mechanical Benefits:**\n-   Roll **5d8**, assign to five Magical Potentials:\n-   **Air Potential** = highest roll + 2 (max 8) [always primary - sound, voice, resonance]\n-   **Positive Potential** = second-highest roll + 1 [true names of healing and life]\n-   **Space Potential** = any remaining roll [names of distance and perception]\n-   **Time Potential** = any remaining roll [names of duration and causality]\n-   **Choose one Elemental or Conceptual energy** (Earth, Fire, Water, or Negative): assign final roll\n-   Use **Charisma** as Casting Stat\n-   Gain **5 Magical Mastery skills** corresponding to your 5 energies (start at rank 0, untrained)\n-   Can weave invoker magic using only these 5 energies\n-   **Energy Pool:** Sum of 5 Potentials + (Charisma × 2) + Con + (Total Mastery ÷ 2)\n-   **Gain Words of Power ability:** Once per short rest, spend 1 [Combat] action to speak a word of power. All allies you can see within 30 feet subtract 1 from both dice on their next roll.\n\n**Invoker Requirement:** You must have line of sight to targets of your weaves. If you cannot see your target, you cannot speak their true name or bind them with your magic. This replaces typical targeting requirements for spells.\n\n**Elemental True Name Themes:**\n-   **Fire**: Names of combustion, heat, passion, destruction\n-   **Water**: Names of flow, cold, adaptation, persistence  \n-   **Earth**: Names of stone, stability, growth, endurance\n-   **Negative**: Names of entropy, shadow, endings, void"
  },
  "effects": []
}