{
  "_id": "e2e8639ca949477b",
  "name": "Perfect Self-Perception (Space/Air)",
  "type": "trait",
  "img": "icons/skills/social/diplomacy-handshake.webp",
  "system": {
    "description": "**Story:** *\"I perceive myself completely across space and time—I exist in total self-awareness\"*\n**Primary Energy:** Choose Space or Air = highest roll + 2 (max 8)\n**Manifestation Benefits:**\n-   **Omnipresent Mind:** Add your Wisdom to initiative. Once per short rest, as [Free] action, perceive from any point within 60 feet for 1 round\n-   **Mental Clarity:** Subtract 1 from both dice on saves against mental effects (Charmed, Frightened, possession)\n\n**Common Mechanical Elements:**\n-   Choose **Secondary Focus** (any other energy): That Potential = any other roll + 1\n-   Use **Wisdom** as Casting Stat\n-   Gain **8 Magical Mastery skills** corresponding to the 8 energies (start at rank 0, untrained)\n-   Can weave sorcerous magic using all 8 energies\n-   **Energy Pool:** Sum of 8 Potentials + (Wisdom × 2) + Con + (Total Mastery ÷ 2)\n\n**Sorcerer Signature Abilities:**\n-   **Resonant Weaving (Passive):** You ignore the first point of overspending penalty on all energy types. If you have Fire Mastery 4 and spend 6 Energy (2 over), you only add +1 to both dice instead of +2\n-   **Harmonic Weaving:** When you make a weaving roll, you can declare \"Harmonic\" to reroll one die (Potential OR Mastery, your choice). You must take the new result. You can use this ability a number of times per long rest equal to your Wisdom + Tier\n\n**Visual Aesthetics by Manifestation:**\n-   **Unchanging Stone:** Weaves manifest as solid, geometric constructs—crystalline shields, perfectly straight beams, enduring walls of force\n-   **Thread of Fate:** Weaves shimmer with silver-white threads, as if woven from probability itself, showing glimpses of what must be\n-   **Death's Lesson:** Weaves burn with fierce, defiant energy—not chaotic but purposeful, like a forge fire that refuses to die\n-   **Perfect Self-Perception:** Weaves are impossibly precise, beautiful in their symmetry, reflecting your complete awareness of position and form\n\""
  },
  "effects": []
}