{
  "_id": "45a0ac9c67f04c20",
  "name": "Infuser (-5)",
  "type": "trait",
  "img": "icons/skills/social/diplomacy-handshake.webp",
  "system": {
    "description": {
      "value": "<p><strong>Requirements:</strong> Intelligence ≥ 3</p>\n<p>You have discovered how to channel magical energy directly into physical objects. You are a diabolist—awakened to magical power through research and experimentation rather than born with it. Through careful study of how pneuma interacts with matter, you learned to infuse temporary magical properties into items, creating enchanted objects that hold power for brief periods. Your eyes glow with violet light only when you complete an infusion, the moment magical energy flows from your pneuma into the object.</p>\n<p><strong>Visual Effects:</strong> When you infuse an object, violet light flows from your hands into the item like liquid energy. Glyphs and symbols briefly shimmer across the object's surface before fading into the material itself. Your eyes flash with violet radiance as the infusion completes, then return to normal. Infused items glow faintly with violet light while holding your magic, and leave trailing motes of energy when used.</p>\n<p><strong>The Art of Infusion:</strong> Unlike mages who channel energy through themselves, or invokers who speak power into being, you transfer magical energy directly from your pneuma into physical objects. The object becomes a temporary reservoir of power, holding the effect until triggered or until the magic fades. This requires understanding both magical theory and the material properties of what you're enchanting.</p>\n<p><strong>Mechanical Benefits:</strong></p>\n<ul>\n<li>Roll <strong>5d8</strong>, assign to five Magical Potentials:</li>\n<li><strong>Earth Potential</strong> = highest roll + 2 (max 8) [always primary - matter, material, physical permanence]</li>\n<li><strong>Space Potential</strong> = second-highest roll + 1 [barriers, protection, containment]</li>\n<li><strong>Positive Potential</strong> = any remaining roll [enhancement, strengthening, preservation]</li>\n<li><strong>Time Potential</strong> = any remaining roll [duration, maintaining effects]</li>\n<li><strong>Choose one Elemental or Conceptual energy</strong> (Air, Fire, Water, or Negative): assign final roll</li>\n<li>Use <strong>Intelligence</strong> as Casting Stat</li>\n<li>Gain <strong>5 Magical Mastery skills</strong> corresponding to your 5 energies (start at rank 0, untrained)</li>\n<li>Can weave infuser magic using only these 5 energies</li>\n<li><strong>Energy Pool:</strong> Sum of 5 Potentials + (Intelligence × 2) + Con + (Total Mastery ÷ 2)</li>\n<li><strong>Gain Imbue Item ability:</strong> Once per short rest, spend 1 [Combat] action and touch a weapon or piece of armor. For 1 minute, the item gains one benefit: weapons deal +[[/damage 1d8]] damage on next hit, or armor grants +1 DR. The infusion ends after triggering once or when duration expires.</li>\n</ul>\n<p><strong>Infuser Requirement:</strong> You must touch an object to infuse it with magic. Most of your weaves require physical contact with the target or a material component you're manipulating. You cannot cast at range without an infused item as an intermediary.</p>\n<p><strong>Elemental Infusion Themes:</strong></p>\n<ul>\n<li><strong>Air</strong>: Lightning-charged weapons, items that crackle with static, wind-enhanced movement</li>\n<li><strong>Fire</strong>: Flame-wreathed weapons, heat-radiating armor, burning</li>\n<li><strong>Water</strong>: Frost-touched items, flowing defensive wards, adaptive protections</li>\n<li><strong>Negative</strong>: Withering weapons, life-draining effects, entropic decay infusions</li>\n</ul>"
    },
    "pointCost": -5,
    "traitType": "magical",
    "isMagical": true,
    "magicalType": "infuser",
    "requirements": "Intelligence ≥ 3",
    "benefits": "",
    "requiresGMApproval": false,
    "requiresExistingTrait": ""
  },
  "effects": [],
  "_key": "!items!45a0ac9c67f04c20"
}