{
  "_id": "a3b4d56751f4405a",
  "name": "The Stolen Shard",
  "type": "trait",
  "img": "icons/skills/social/diplomacy-handshake.webp",
  "system": {
    "description": "**Energies:** Fire (highest +2), Negative (any +1), Space, Earth, Time\n**Story:** *You found/touched/stole something not meant for you. This power wasn't offered—you took it.*\n**Pact Conduit - Unstable Surge:** Whenever you weave using your Primary Energy (Fire), add +4 damage OR extend duration by 1 round. Power stolen doesn't flow smoothly—it erupts.\n**Pact Gift:** Once per short rest, as [Combat] action, target within 30 feet makes Will save (your Charisma + Fire Mastery vs their Wisdom + Luck). If you win by 1+ successes, target is Frightened for 1 minute (they can repeat save each turn)\n\n**Common Mechanical Elements:**\n-   Use **Charisma** as Casting Stat\n-   Gain **5 Magical Mastery skills** corresponding to your 5 energies (start at rank 0, untrained)\n-   Can weave eldritch magic using only these 5 energies\n-   **Energy Pool:** Sum of 5 Potentials + (Charisma × 2) + Con + (Total Mastery ÷ 2)\n-   **Pact Magic:** Energy regenerates on **short rest** instead of long rest\n\n**Pact Nature (Roleplay Guidance):**\n-   **Survivor's Bargain:** You might not even know what intervened. Could be anything. Possibly doesn't even know you exist—you may have stolen its power accidentally. Your magic feels scavenged, cobbled together.\n-   **Desperate Deal:** Something deliberately vague answered. Uses euphemisms. Never appears directly. Sends signs, omens, whispers. You agreed without reading the contract. Your magic feels like borrowed tools—functional but foreign.\n-   **Answered Cry:** Silent. Watchful. Grants power but gives no guidance. Feels like being observed constantly. You don't know if it's good/evil/neutral or what it wants from you. Your magic feels like a gift from an absent benefactor.\n-   **Stolen Shard:** Might not even be sentient—could be residual power from dead entity, trapped daemon, or lost fragment of god. You don't know if the original owner wants it back or if taking it cursed you. Your magic feels unstable, like wielding something too powerful for mortal hands."
  },
  "effects": [],
  "_key": "!items!a3b4d56751f4405a"
}